<?php

return [
	'name' => 'ระบบยืนยันตัวตนกลาง โรงเรียนเตรียมอุดมศึกษา',
	'shortname' => 'ระบบยืนยันตัวตนกลาง',
	'organization' => 'โรงเรียนเตรียมอุดมศึกษา',
	'copyright' => 'พัฒนาโดย ศิวัช เตชวรนันท์',
	'logout' => 'ออกจากระบบ',
	'username' => 'ชื่อผู้ใช้',
	'password' => 'รหัสผ่าน',
	'login' => 'เข้าสู่ระบบ',
	'home' => 'หน้าหลัก',
	'error'=> 'ผิดพลาด',
	'switchlang' => 'English',
	'pleaselogin' => 'กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ',
	'backhome' => 'กลับไปยังหน้าหลัก',
	'remember' => 'จำไว้',
	'loginsuccess' => 'เข้าสู่ระบบแล้ว',
	'loginfail' => 'ไม่สามารถเข้าสู่ระบบได้ กรุณาตรวจสอบชื่อผู้ใช้และรหัสผ่าน',
];
